Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# error.invalidDocumentType
source: Choose a passport, national ID card or residence permit.
ar: اختر جواز سفر أو بطاقة هوية وطنية أو تصريح إقامة.
bn: পাসপোর্ট, জাতীয় পরিচয়পত্র বা বসবাসের অনুমতিপত্র বেছে নিন।
ca: Tria un passaport, un document nacional d'identitat o un permís de residència.
cs: Vyber cestovní pas, občanský průkaz nebo povolení k pobytu.
da: Vælg et pas, et nationalt id-kort eller en opholdstilladelse.
de: Wähle einen Reisepass, Personalausweis oder Aufenthaltstitel.
el: Επίλεξε διαβατήριο, εθνική ταυτότητα ή άδεια διαμονής.
es: Elige un pasaporte, un documento nacional de identidad o un permiso de residencia.
fi: Valitse passi, henkilökortti tai oleskelulupa.
fr: Choisissez un passeport, une carte nationale d’identité ou un titre de séjour.
he: בחר דרכון, תעודת זהות לאומית או היתר שהייה.
hi: पासपोर्ट, राष्ट्रीय ID कार्ड या निवास परमिट चुनें।
hr: Odaberi putovnicu, osobnu iskaznicu ili dozvolu boravka.
hu: Válassz útlevelet, személyi igazolványt vagy tartózkodási engedélyt.
id: Pilih paspor, kartu identitas nasional, atau izin tinggal.
it: Scegli un passaporto, una carta d'identità nazionale o un permesso di soggiorno.
ja: パスポート、国民IDカード、在留許可証のいずれかを選んでください。
ko: 여권, 신분증 카드 또는 거주 허가증을 선택하세요.
ml: പാസ്‌പോർട്ട്, ദേശീയ ഐഡി കാർഡ് അല്ലെങ്കിൽ റസിഡൻസ് പെർമിറ്റ് തിരഞ്ഞെടുക്കുക.
ms: Pilih pasport, kad pengenalan negara atau permit kediaman.
nb: Velg et pass, et nasjonalt ID-kort eller en oppholdstillatelse.
nl: Kies een paspoort, nationale identiteitskaart of verblijfsvergunning.
pl: Wybierz paszport, dowód osobisty lub kartę pobytu.
pt_br: Escolha um passaporte, uma carteira de identidade nacional ou uma autorização de residência.
pt_pt: Escolha um passaporte, cartão de cidadão ou autorização de residência.
ro: Alege un pașaport, o carte de identitate sau un permis de ședere.
ru: Выберите паспорт, национальную ID-карту или вид на жительство.
sk: Vyber pas, občiansky preukaz alebo povolenie na pobyt.
sv: Välj pass, nationellt id-kort eller uppehållstillstånd.
ta: பாஸ்போர்ட், தேசிய அடையாள அட்டை அல்லது குடியிருப்பு அனுமதியைத் தேர்ந்தெடுங்கள்.
te: పాస్‌పోర్ట్, జాతీయ ID కార్డ్ లేదా నివాస అనుమతిని ఎంచుకోండి.
th: เลือกหนังสือเดินทาง บัตรประจำตัวประชาชน หรือใบอนุญาตพำนัก
tr: Pasaport, ulusal kimlik kartı veya oturum izni seçin.
uk: Виберіть паспорт, національну ID-картку або посвідку на проживання.
ur: پاسپورٹ، قومی شناختی کارڈ یا رہائشی اجازت نامہ چنیں۔
vi: Chọn hộ chiếu, thẻ căn cước quốc gia hoặc thẻ cư trú.
zh_hans: 请选择护照、身份证或居留许可。
zh_hant: 請選擇護照、國民身分證或居留證。

# error.invalidGif
source: That GIF can't be posted. Remove it, or pick another one.
ar: لا يمكن نشر هذه الصورة المتحركة. احذفها أو اختر غيرها.
bn: এই GIF পোস্ট করা যাবে না। এটি সরিয়ে দিন, অথবা অন্যটি বেছে নিন।
ca: Aquest GIF no es pot publicar. Elimina'l o tria'n un altre.
cs: Tento GIF nelze zveřejnit. Odeber ho, nebo vyber jiný.
da: Den GIF kan ikke slås op. Fjern den, eller vælg en anden.
de: Dieses GIF kann nicht gepostet werden. Entferne es oder wähle ein anderes.
el: Αυτό το GIF δεν μπορεί να δημοσιευτεί. Αφαίρεσέ το ή διάλεξε άλλο.
es: Ese GIF no se puede publicar. Quítalo o elige otro.
fi: Tätä GIF-kuvaa ei voi julkaista. Poista se tai valitse toinen.
fr: Ce GIF ne peut pas être publié. Retirez-le, ou choisissez-en un autre.
he: אי אפשר לפרסם את ה-GIF הזה. הסר אותו, או בחר אחר.
hi: वह GIF पोस्ट नहीं किया जा सकता। उसे हटाएँ, या दूसरा चुनें।
hr: Taj GIF se ne može objaviti. Ukloni ga ili odaberi drugi.
hu: Ezt a GIF-et nem lehet közzétenni. Távolítsd el, vagy válassz másikat.
id: GIF itu tidak bisa diposting. Hapus, atau pilih yang lain.
it: Questa GIF non può essere pubblicata. Rimuovila o scegline un'altra.
ja: このGIFは投稿できません。削除するか、別のものを選んでください。
ko: 이 GIF는 게시할 수 없어요. 삭제하거나 다른 GIF를 선택하세요.
ml: ആ GIF പോസ്റ്റ് ചെയ്യാനാവില്ല. അത് നീക്കം ചെയ്യുക, അല്ലെങ്കിൽ മറ്റൊന്ന് തിരഞ്ഞെടുക്കുക.
ms: GIF itu tidak boleh disiarkan. Alih keluar, atau pilih yang lain.
nb: Denne GIF-en kan ikke publiseres. Fjern den, eller velg en annen.
nl: Die GIF kan niet worden geplaatst. Verwijder hem of kies een andere.
pl: Tego GIF-a nie można opublikować. Usuń go lub wybierz inny.
pt_br: Esse GIF não pode ser postado. Remova-o ou escolha outro.
pt_pt: Esse GIF não pode ser publicado. Remova-o ou escolha outro.
ro: Acest GIF nu poate fi postat. Elimină-l sau alege altul.
ru: Эту GIF нельзя опубликовать. Удалите её или выберите другую.
sk: Tento GIF nemožno zverejniť. Odstráň ho alebo vyber iný.
sv: Den GIF:en kan inte publiceras. Ta bort den eller välj en annan.
ta: அந்த GIF ஐ இட முடியாது. அதை அகற்றுங்கள் அல்லது வேறொன்றைத் தேர்ந்தெடுங்கள்.
te: ఆ GIFను పోస్ట్ చేయలేం. దాన్ని తొలగించండి, లేదా మరొకటి ఎంచుకోండి.
th: โพสต์ GIF นั้นไม่ได้ ลบหรือเลือกอันอื่น
tr: Bu GIF paylaşılamıyor. Kaldırın veya başka birini seçin.
uk: Цей GIF не можна опублікувати. Видаліть його або виберіть інший.
ur: وہ GIF پوسٹ نہیں ہو سکتا۔ اسے ہٹائیں، یا دوسرا چنیں۔
vi: Không thể đăng GIF này. Hãy xóa nó, hoặc chọn GIF khác.
zh_hans: 无法发布该 GIF。请移除它，或另选一个。
zh_hant: 無法發布該 GIF。請移除它，或選擇其他的。

# error.invalidHandle
source: Handles are 3–20 characters of letters, numbers and underscores.
ar: المعرّف من 3–20 حرفًا من الأحرف والأرقام والشرطات السفلية.
bn: হ্যান্ডেল হবে ৩–২০টি অক্ষর, সংখ্যা ও আন্ডারস্কোর।
ca: Els identificadors tenen entre 3 i 20 caràcters, entre lletres, números i guions baixos.
cs: Handle má 3–20 znaků: písmena, číslice a podtržítka.
da: Handles er 3–20 tegn med bogstaver, tal og understregninger.
de: Handles bestehen aus 3–20 Zeichen: Buchstaben, Ziffern und Unterstriche.
el: Τα handle έχουν 3–20 χαρακτήρες από γράμματα, αριθμούς και κάτω παύλες.
es: Los identificadores tienen de 3 a 20 caracteres, entre letras, números y guiones bajos.
fi: Käyttäjätunnuksessa on 3–20 merkkiä: kirjaimia, numeroita ja alaviivoja.
fr: Les identifiants font 3 à 20 caractères : lettres, chiffres et tirets bas.
he: שם משתמש הוא 3–20 תווים של אותיות, ספרות וקווים תחתונים.
hi: हैंडल में 3–20 अक्षर होते हैं: अक्षर, संख्याएँ और अंडरस्कोर।
hr: Handle ima 3–20 znakova: slova, brojeva i podcrta.
hu: Az @név 3–20 karakter lehet: betűk, számok és aláhúzás.
id: Handle terdiri dari 3–20 karakter berupa huruf, angka, dan garis bawah.
it: Gli handle sono lunghi da 3 a 20 caratteri tra lettere, numeri e trattini bassi.
ja: ハンドルは英字、数字、アンダースコアで3〜20文字です。
ko: 핸들은 영문자, 숫자, 밑줄로 이루어진 3–20자예요.
ml: ഹാൻഡിലുകൾ 3–20 അക്ഷരങ്ങൾ, അക്കങ്ങൾ, അണ്ടർസ്കോറുകൾ ചേർന്നതാണ്.
ms: Nama pengendali ialah 3–20 aksara huruf, nombor dan garis bawah.
nb: Brukernavn er på 3–20 tegn med bokstaver, tall og understreker.
nl: Handles bestaan uit 3–20 tekens: letters, cijfers en underscores.
pl: Uchwyt ma 3–20 znaków: litery, cyfry i podkreślenia.
pt_br: O @usuário deve ter de 3 a 20 caracteres, entre letras, números e sublinhados.
pt_pt: Os identificadores têm 3 a 20 carateres, entre letras, números e sublinhados.
ro: Handle-urile au 3–20 de caractere: litere, cifre și liniuțe de subliniere.
ru: Имя пользователя — от 3 до 20 символов: буквы, цифры и подчёркивания.
sk: Používateľské meno má 3–20 znakov: písmená, číslice a podčiarkovníky.
sv: Användarnamn är 3–20 tecken med bokstäver, siffror och understreck.
ta: ஹேண்டில்கள் 3–20 எழுத்துகள் கொண்டவை; எழுத்துகள், எண்கள், அடிக்கோடுகள் மட்டும்.
te: హ్యాండిల్‌లు 3–20 అక్షరాలు ఉండాలి, అందులో అక్షరాలు, అంకెలు, అండర్‌స్కోర్‌లు మాత్రమే.
th: แฮนเดิลมี 3–20 ตัวอักษร ประกอบด้วยตัวอักษร ตัวเลข และขีดล่าง
tr: Kullanıcı adları 3–20 karakterden oluşur; harf, rakam ve alt çizgi içerebilir.
uk: @ім’я — це 3–20 символів: літери, цифри та підкреслення.
ur: ہینڈل 3 سے 20 حروف کے ہوتے ہیں، جن میں حروف، ہندسے اور انڈر سکور ہو سکتے ہیں۔
vi: Tên người dùng gồm 3–20 ký tự là chữ cái, chữ số và dấu gạch dưới.
zh_hans: 用户名为 3–20 个字符，可用字母、数字和下划线。
zh_hant: 代號為 3 至 20 個字元，可使用字母、數字和底線。

# error.invalidImage
source: That file couldn't be read as an image. Pick a photo instead.
ar: تعذّرت قراءة هذا الملف كصورة. اختر صورة بدلًا منه.
bn: ফাইলটি ছবি হিসেবে পড়া যায়নি। বরং একটি ফটো বেছে নিন।
ca: Aquest fitxer no s'ha pogut llegir com a imatge. Tria una foto.
cs: Soubor nešlo přečíst jako obrázek. Vyber místo toho fotku.
da: Filen kunne ikke læses som et billede. Vælg i stedet et foto.
de: Diese Datei konnte nicht als Bild gelesen werden. Wähle stattdessen ein Foto.
el: Αυτό το αρχείο δεν διαβάστηκε ως εικόνα. Διάλεξε μια φωτογραφία.
es: No se pudo leer ese archivo como imagen. Elige una foto.
fi: Tiedostoa ei voitu lukea kuvana. Valitse sen sijaan valokuva.
fr: Ce fichier n’a pas pu être lu comme une image. Choisissez plutôt une photo.
he: לא ניתן היה לקרוא את הקובץ הזה כתמונה. בחר תמונה במקום.
hi: वह फ़ाइल इमेज के रूप में पढ़ी नहीं जा सकी। इसके बजाय कोई फ़ोटो चुनें।
hr: Tu datoteku nije moguće pročitati kao sliku. Odaberi fotografiju.
hu: Ezt a fájlt nem lehetett képként beolvasni. Válassz inkább fotót.
id: Berkas itu tidak bisa dibaca sebagai gambar. Pilih foto saja.
it: Impossibile leggere quel file come immagine. Scegli una foto.
ja: このファイルを画像として読み取れませんでした。代わりに写真を選んでください。
ko: 이 파일을 이미지로 읽을 수 없어요. 대신 사진을 선택하세요.
ml: ആ ഫയൽ ചിത്രമായി വായിക്കാനായില്ല. പകരം ഒരു ഫോട്ടോ തിരഞ്ഞെടുക്കുക.
ms: Fail itu tidak dapat dibaca sebagai imej. Pilih foto sebagai ganti.
nb: Filen kunne ikke leses som et bilde. Velg et foto i stedet.
nl: Dat bestand kon niet als afbeelding worden gelezen. Kies in plaats daarvan een foto.
pl: Nie udało się odczytać tego pliku jako obrazu. Wybierz zdjęcie.
pt_br: Não foi possível ler esse arquivo como imagem. Escolha uma foto.
pt_pt: Esse ficheiro não pôde ser lido como imagem. Escolha antes uma foto.
ro: Fișierul nu a putut fi citit ca imagine. Alege o fotografie.
ru: Не удалось прочитать файл как изображение. Выберите фото.
sk: Tento súbor sa nepodarilo prečítať ako obrázok. Vyber radšej fotku.
sv: Filen gick inte att läsa som en bild. Välj ett foto i stället.
ta: அந்தக் கோப்பைப் படமாகப் படிக்க முடியவில்லை. அதற்குப் பதிலாக ஒரு புகைப்படத்தைத் தேர்ந்தெடுங்கள்.
te: ఆ ఫైల్‌ను చిత్రంగా చదవలేకపోయాం. బదులుగా ఫోటోను ఎంచుకోండి.
th: อ่านไฟล์นั้นเป็นรูปภาพไม่ได้ เลือกรูปถ่ายแทน
tr: Bu dosya görsel olarak okunamadı. Bunun yerine bir fotoğraf seçin.
uk: Цей файл не вдалося прочитати як зображення. Виберіть натомість фото.
ur: وہ فائل تصویر کے طور پر پڑھی نہیں جا سکی۔ اس کے بجائے کوئی فوٹو چنیں۔
vi: Không đọc được tệp đó như một ảnh. Hãy chọn một bức ảnh.
zh_hans: 无法将该文件作为图片读取。请改选一张照片。
zh_hant: 無法將該檔案讀取為圖片，請改選照片。

# error.invalidImageUrl
source: One of the pictures couldn't be attached. Remove it and add it again.
ar: تعذّر إرفاق إحدى الصور. احذفها ثم أضفها من جديد.
bn: একটি ছবি যুক্ত করা যায়নি। সেটি সরিয়ে আবার যোগ করুন।
ca: No s'ha pogut adjuntar una de les imatges. Elimina-la i torna-la a afegir.
cs: Jeden z obrázků se nepodařilo připojit. Odeber ho a přidej znovu.
da: Et af billederne kunne ikke vedhæftes. Fjern det, og tilføj det igen.
de: Eines der Bilder konnte nicht angehängt werden. Entferne es und füge es erneut hinzu.
el: Μία από τις εικόνες δεν μπόρεσε να επισυναφθεί. Αφαίρεσέ την και πρόσθεσέ την ξανά.
es: No se pudo adjuntar una de las imágenes. Quítala y vuelve a añadirla.
fi: Yhtä kuvista ei voitu liittää. Poista se ja lisää uudelleen.
fr: Une des images n’a pas pu être jointe. Retirez-la et ajoutez-la à nouveau.
he: לא ניתן היה לצרף אחת התמונות. הסר אותה והוסף אותה שוב.
hi: एक तस्वीर जोड़ी नहीं जा सकी। उसे हटाकर फिर से जोड़ें।
hr: Jedna od slika nije mogla biti priložena. Ukloni je i dodaj ponovno.
hu: Az egyik képet nem sikerült csatolni. Töröld, és add hozzá újra.
id: Salah satu gambar tidak bisa dilampirkan. Hapus lalu tambahkan lagi.
it: Non è stato possibile allegare una delle immagini. Rimuovila e aggiungila di nuovo.
ja: 画像の1つを添付できませんでした。削除して、もう一度追加してください。
ko: 사진 중 하나를 첨부할 수 없었어요. 삭제한 후 다시 추가하세요.
ml: ഒരു ചിത്രം ചേർക്കാനായില്ല. അത് നീക്കം ചെയ്ത് വീണ്ടും ചേർക്കുക.
ms: Salah satu gambar tidak dapat dilampirkan. Alih keluar dan tambah semula.
nb: Et av bildene kunne ikke legges ved. Fjern det og legg det til på nytt.
nl: Een van de afbeeldingen kon niet worden bijgevoegd. Verwijder hem en voeg hem opnieuw toe.
pl: Nie udało się dołączyć jednego z obrazów. Usuń go i dodaj ponownie.
pt_br: Uma das imagens não pôde ser anexada. Remova-a e adicione de novo.
pt_pt: Não foi possível anexar uma das imagens. Remova-a e adicione-a novamente.
ro: Una dintre imagini nu a putut fi atașată. Elimin-o și adaug-o din nou.
ru: Одно из изображений не удалось прикрепить. Удалите его и добавьте снова.
sk: Jeden z obrázkov sa nepodarilo pripojiť. Odstráň ho a pridaj znova.
sv: En av bilderna kunde inte bifogas. Ta bort den och lägg till den igen.
ta: படங்களில் ஒன்றை இணைக்க முடியவில்லை. அதை அகற்றி மீண்டும் சேருங்கள்.
te: ఒక చిత్రాన్ని జత చేయలేకపోయాం. దాన్ని తొలగించి మళ్లీ జోడించండి.
th: แนบรูปหนึ่งรูปไม่ได้ ลบแล้วเพิ่มใหม่
tr: Resimlerden biri eklenemedi. Kaldırıp yeniden ekleyin.
uk: Одне із зображень не вдалося прикріпити. Видаліть його й додайте знову.
ur: ایک تصویر منسلک نہیں ہو سکی۔ اسے ہٹائیں اور دوبارہ شامل کریں۔
vi: Không thể đính kèm một trong các ảnh. Hãy xóa và thêm lại.
zh_hans: 其中一张图片无法附加。请移除后重新添加。
zh_hant: 其中一張圖片無法附加。請移除後重新加入。

# error.invalidMrz
source: The document's machine-readable zone couldn't be verified. Retake the photo in good light.
ar: تعذّر التحقق من المنطقة المقروءة آليًا في الوثيقة. أعد التقاط الصورة في إضاءة جيدة.
bn: নথির মেশিন-রিডেবল জোন যাচাই করা যায়নি। ভালো আলোতে আবার ছবি তুলুন।
ca: No s'ha pogut verificar la zona de lectura mecànica del document. Repeteix la foto amb bona llum.
cs: Strojově čitelnou zónu dokladu se nepodařilo ověřit. Vyfoť znovu při dobrém světle.
da: Dokumentets maskinlæsbare zone kunne ikke bekræftes. Tag fotoet om i godt lys.
de: Die maschinenlesbare Zone des Dokuments konnte nicht verifiziert werden. Nimm das Foto bei gutem Licht neu auf.
el: Η μηχαναγνώσιμη ζώνη του εγγράφου δεν μπόρεσε να επαληθευτεί. Τράβηξε ξανά τη φωτογραφία με καλό φως.
es: No se pudo verificar la zona legible por máquina del documento. Repite la foto con buena luz.
fi: Asiakirjan koneluettavaa aluetta ei voitu vahvistaa. Ota kuva uudelleen hyvässä valossa.
fr: La zone lisible par machine du document n’a pas pu être vérifiée. Reprenez la photo avec une bonne lumière.
he: לא ניתן היה לאמת את האזור הקריא-מכונה של המסמך. צלם שוב באור טוב.
hi: दस्तावेज़ का मशीन-रीडेबल ज़ोन सत्यापित नहीं हो सका। अच्छी रोशनी में फ़ोटो दोबारा लें।
hr: Strojno čitljiva zona isprave nije se mogla provjeriti. Ponovno snimi fotografiju na dobrom svjetlu.
hu: Az okmány gépileg olvasható zónáját nem sikerült ellenőrizni. Fényképezd le újra jó fényben.
id: Zona yang dapat dibaca mesin pada dokumen tidak bisa diverifikasi. Ambil ulang foto dengan cahaya yang baik.
it: Non è stato possibile verificare la zona a lettura ottica del documento. Rifai la foto con buona luce.
ja: 書類の機械読み取りゾーンを確認できませんでした。明るい場所で撮り直してください。
ko: 문서의 MRZ(기계 판독 영역)를 확인할 수 없었어요. 밝은 곳에서 다시 촬영하세요.
ml: രേഖയിലെ മെഷീൻ-റീഡബിൾ സോൺ പരിശോധിക്കാനായില്ല. നല്ല വെളിച്ചത്തിൽ ഫോട്ടോ വീണ്ടും എടുക്കുക.
ms: Zon boleh baca mesin pada dokumen tidak dapat disahkan. Ambil semula foto dalam cahaya yang baik.
nb: Dokumentets maskinlesbare sone kunne ikke verifiseres. Ta bildet på nytt i godt lys.
nl: De machineleesbare zone van het document kon niet worden geverifieerd. Maak de foto opnieuw bij goed licht.
pl: Nie udało się zweryfikować strefy odczytu maszynowego dokumentu. Zrób zdjęcie ponownie przy dobrym świetle.
pt_br: Não foi possível verificar a zona legível por máquina do documento. Tire a foto de novo com boa luz.
pt_pt: Não foi possível verificar a zona de leitura ótica do documento. Repita a foto com boa luz.
ro: Zona lizibilă automat a documentului nu a putut fi verificată. Refă fotografia la lumină bună.
ru: Не удалось проверить машиночитаемую зону документа. Переснимите фото при хорошем освещении.
sk: Strojovo čitateľnú zónu dokladu sa nepodarilo overiť. Odfoť ho znova pri dobrom svetle.
sv: Dokumentets maskinläsbara zon kunde inte verifieras. Ta om fotot i bra ljus.
ta: ஆவணத்தின் இயந்திரம் படிக்கும் பகுதியைச் சரிபார்க்க முடியவில்லை. நல்ல வெளிச்சத்தில் மீண்டும் படம் எடுங்கள்.
te: పత్రంలోని మెషిన్-రీడబుల్ జోన్‌ను ధృవీకరించలేకపోయాం. మంచి వెలుతురులో ఫోటోను మళ్లీ తీయండి.
th: ตรวจสอบโซนที่เครื่องอ่านได้ของเอกสารไม่ได้ ถ่ายรูปใหม่ในที่ที่มีแสงดี
tr: Belgenin makine tarafından okunabilir bölgesi doğrulanamadı. Fotoğrafı iyi ışıkta yeniden çekin.
uk: Машинозчитувану зону документа не вдалося перевірити. Зробіть фото знову при гарному освітленні.
ur: دستاویز کے مشین ریڈایبل زون کی تصدیق نہیں ہو سکی۔ اچھی روشنی میں تصویر دوبارہ لیں۔
vi: Không xác minh được vùng đọc được bằng máy của giấy tờ. Hãy chụp lại ở nơi đủ sáng.
zh_hans: 无法验证证件的机读区。请在光线良好的地方重拍。
zh_hant: 無法驗證證件的機器可讀區。請在光線良好處重新拍照。

# error.invalidName
source: Give the group a name.
ar: أعطِ المجموعة اسمًا.
bn: গ্রুপের একটি নাম দিন।
ca: Posa un nom al grup.
cs: Pojmenuj skupinu.
da: Giv gruppen et navn.
de: Gib der Gruppe einen Namen.
el: Δώσε ένα όνομα στην ομάδα.
es: Ponle un nombre al grupo.
fi: Anna ryhmälle nimi.
fr: Donnez un nom au groupe.
he: תן שם לקבוצה.
hi: ग्रुप को एक नाम दें।
hr: Daj grupi ime.
hu: Adj nevet a csoportnak.
id: Beri grup nama.
it: Dai un nome al gruppo.
ja: グループに名前を付けてください。
ko: 그룹 이름을 입력하세요.
ml: ഗ്രൂപ്പിന് ഒരു പേര് നൽകുക.
ms: Beri kumpulan itu nama.
nb: Gi gruppen et navn.
nl: Geef de groep een naam.
pl: Nadaj grupie nazwę.
pt_br: Dê um nome ao grupo.
pt_pt: Dê um nome ao grupo.
ro: Dă un nume grupului.
ru: Дайте группе название.
sk: Daj skupine názov.
sv: Ge gruppen ett namn.
ta: குழுவுக்கு ஒரு பெயர் கொடுங்கள்.
te: గ్రూప్‌కు ఒక పేరు ఇవ్వండి.
th: ตั้งชื่อให้กลุ่ม
tr: Gruba bir ad verin.
uk: Дайте групі назву.
ur: گروپ کا نام رکھیں۔
vi: Hãy đặt tên cho nhóm.
zh_hans: 请给群组起个名字。
zh_hant: 請為群組取個名稱。

# error.invalidNationalId
source: That doesn't look like a valid National ID or Iqama number — check the digits; the last one must add up.
ar: لا يبدو هذا رقم هوية وطنية أو إقامة صالحًا — تحقق من الأرقام؛ الرقم الأخير رقم تحقق.
bn: এটি সঠিক জাতীয় পরিচয় বা Iqama নম্বর বলে মনে হচ্ছে না — সংখ্যাগুলো দেখুন; শেষ সংখ্যাটি মিলতে হবে।
ca: Això no sembla un número vàlid de document d'identitat nacional o d'Iqama: revisa els dígits; l'últim ha de quadrar.
cs: Nevypadá to jako platné číslo National ID nebo Iqama – zkontroluj číslice; poslední musí souhlasit.
da: Det ligner ikke et gyldigt nationalt id- eller Iqama-nummer – tjek cifrene; det sidste skal passe.
de: Das sieht nicht nach einer gültigen National-ID- oder Iqama-Nummer aus – prüfe die Ziffern; die letzte muss stimmig sein.
el: Αυτό δεν μοιάζει με έγκυρο αριθμό National ID ή Iqama — έλεγξε τα ψηφία· το τελευταίο πρέπει να βγαίνει σωστά.
es: Eso no parece un número válido de National ID o Iqama: revisa los dígitos; el último debe cuadrar.
fi: Tämä ei näytä kelvolliselta henkilökortti- tai Iqama-numerolta – tarkista numerot; viimeisen on täsmättävä.
fr: Cela ne ressemble pas à un numéro valide de carte d’identité nationale ou d’Iqama — vérifiez les chiffres ; le dernier doit être cohérent.
he: זה לא נראה כמו מספר תעודת זהות לאומית או Iqama תקין — בדוק את הספרות; הספרה האחרונה חייבת להסתכם נכון.
hi: यह मान्य राष्ट्रीय ID या Iqama नंबर नहीं लगता — अंक जाँचें; आख़िरी अंक का मेल बैठना ज़रूरी है।
hr: To ne izgleda kao valjan broj nacionalne osobne iskaznice ili Iqame — provjeri znamenke; zadnja mora odgovarati zbroju.
hu: Ez nem tűnik érvényes személyi azonosító vagy Iqama számnak – ellenőrizd a számjegyeket; az utolsónak ki kell jönnie.
id: Itu tidak tampak seperti nomor ID Nasional atau Iqama yang valid — periksa digitnya; digit terakhir harus sesuai.
it: Non sembra un numero valido di carta d'identità nazionale o Iqama: controlla le cifre, l'ultima deve quadrare.
ja: 有効な国民IDまたはIqamaの番号ではないようです。桁を確認してください。最後の桁は検算に合う必要があります。
ko: 올바른 신분증 번호 또는 Iqama 번호가 아닌 것 같아요. 숫자를 확인하세요. 마지막 자리는 검증 숫자와 맞아야 해요.
ml: ഇത് സാധുവായ ദേശീയ ഐഡി അല്ലെങ്കിൽ Iqama നമ്പർ പോലെ തോന്നുന്നില്ല — അക്കങ്ങൾ പരിശോധിക്കുക; അവസാനത്തെ അക്കം ശരിയായി ഒത്തുവരണം.
ms: Itu tidak kelihatan seperti nombor National ID atau Iqama yang sah — semak digitnya; digit terakhir mesti tepat.
nb: Dette ser ikke ut som et gyldig nasjonalt ID-nummer eller Iqama-nummer. Sjekk sifrene, for det siste må stemme.
nl: Dat lijkt geen geldig nationaal ID- of Iqama-nummer. Controleer de cijfers; het laatste cijfer moet kloppen.
pl: To nie wygląda na prawidłowy numer dowodu osobistego ani Iqama — sprawdź cyfry; ostatnia musi się zgadzać.
pt_br: Isso não parece um número válido de Identidade Nacional ou Iqama. Confira os dígitos; o último precisa bater.
pt_pt: Isto não parece um número de Documento Nacional ou Iqama válido — verifique os dígitos; o último tem de bater certo.
ro: Nu pare un număr valid de National ID sau Iqama — verifică cifrele; ultima trebuie să se potrivească.
ru: Это не похоже на действительный номер национального ID или Iqama — проверьте цифры; последняя должна сходиться.
sk: Toto nevyzerá ako platné číslo občianskeho preukazu alebo Iqama — skontroluj číslice; posledná musí sedieť.
sv: Det ser inte ut som ett giltigt nationellt id-nummer eller Iqama-nummer – kontrollera siffrorna; den sista måste stämma.
ta: இது சரியான தேசிய அடையாள எண் அல்லது Iqama எண் போலத் தெரியவில்லை — இலக்கங்களைச் சரிபாருங்கள்; கடைசி இலக்கம் பொருந்த வேண்டும்.
te: అది చెల్లుబాటు అయ్యే జాతీయ ID లేదా Iqama నంబర్‌లా లేదు — అంకెలను తనిఖీ చేయండి; చివరి అంకె సరిపోవాలి.
th: ดูไม่เหมือนเลขบัตรประชาชนหรือเลข Iqama ที่ถูกต้อง ตรวจสอบตัวเลข หลักสุดท้ายต้องรวมกันได้ตามเกณฑ์
tr: Bu geçerli bir Ulusal Kimlik veya Iqama numarasına benzemiyor; rakamları kontrol edin, son rakam tutmalı.
uk: Це не схоже на дійсний номер Національного ID або Iqama — перевірте цифри; остання має сходитися.
ur: یہ درست قومی شناختی کارڈ یا Iqama نمبر نہیں لگتا — ہندسے جانچیں؛ آخری ہندسہ حساب میں پورا ہونا چاہیے۔
vi: Đây không giống số căn cước quốc gia hoặc Iqama hợp lệ — hãy kiểm tra các chữ số; chữ số cuối phải khớp.
zh_hans: 这看起来不是有效的国民身份证或 Iqama 号码，请检查数字，最后一位必须能通过校验。
zh_hant: 這看起來不是有效的身分證或 Iqama 號碼，請檢查數字；最後一位必須相符。
